tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/science"
tap "neovim/neovim"
tap "rcmdnk/file"
cask "java"
brew "coreutils"
brew "crystal"
brew "crystal-icr"
brew "gdb"
brew "giflossy"
brew "git"
brew "gnu-prolog"
brew "go"
brew "gradle"
brew "python"
brew "httpie"
brew "imagemagick@6", link: true
brew "jq"
brew "libiconv", link: true
brew "libxml2", link: true
brew "libxslt", link: true
brew "mas"
brew "mysql"
brew "n"
brew "neovim"
brew "nginx"
brew "node", args: ["without-icu4c"]
brew "postgresql"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "scala"
brew "tag"
brew "tree"
brew "wget"
brew "zbar"
brew "heroku/brew/heroku"
brew "rcmdnk/file/brew-file"
cask "atom"
cask "powershell"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Tunacan", id: 980577198
mas "TweetDeck", id: 485812721
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835
